{
  "login": "Connexion",
  "register": "Créer un compte",
  "dashboard": "Tableau de bord",
  "heroTitle": "Santé Mentale à Distance",
  "aboutTitle": "À propos de la santé mentale à distance",
  "aboutDesc": "La santé mentale à distance, également appelée...",
  "nav": {
    "about": "À propos",
    "services": "Nos Services",
    "support": "Support",
    "resources": "Ressources",
    "blog": "Blog",
    "aboutItems": [
      "Santé Telementale",
      "Qui Nous Sommes",
      "Notre Équipe",
      "Rejoindre Notre Équipe",
      "Conditions Générales",
      "Protection de la Vie Privée"
    ]
  }
,
"carousel": {
  "slide1": {
    "title": "Accessibilité",
    "description": "Nous nous engageons à rendre les services de santé mentale facilement accessibles à tous, en éliminant tout obstacle à l'obtention des soins nécessaires.",
    "button": "En savoir plus"
  },
  "slide2": {
    "title": "Confidentialité et sécurité",
    "description": "Votre confidentialité est notre priorité. Nous veillons à ce que toutes vos données soient protégées par des mesures de sécurité de pointe.",
    "button": "Apprendre encore plus"
  },
  "slide3": {
    "title": "Soins de qualité",
    "description": "Bénéficiez d'un soutien professionnel en santé mentale de la part d'experts qualifiés engagés pour votre bien-être.",
    "button": "Découvrir plus"
  }
},
"sections": {
    "mentalTelehealth": {
      "title": "Télésanté Mentale",
      "paragraph1": "La télésanté mentale, également connue sous le nom de thérapie en ligne ou téléthérapie, transforme notre approche des soins de santé mentale. Elle utilise la puissance de la technologie pour rendre la thérapie plus accessible, plus pratique et très efficace.",
      "paragraph2": "Chez AEnhance, nous fournissons des services de télésanté mentale de haute qualité pour aider les individus à améliorer leur bien-être mental et à vivre une vie plus heureuse et plus épanouissante.",
      "button": "Lire Plus"
    },
    "aenhanceValues": {
      "title": "Valeurs d'AEnhance",
      "accessibility": {
        "title": "Accessibilité",
        "description": "Nous nous engageons à rendre les services de santé mentale facilement accessibles à tous, en supprimant tous les obstacles à l'obtention des soins dont ils ont besoin."
      },
      "qualityCare": {
        "title": "Soins de qualité",
        "description": "Nous accordons la priorité à la fourniture d'excellents services de santé mentale, en respectant toujours les normes de qualité les plus élevées."
      },
      "privacy": {
        "title": "Confidentialité et vie privée",
        "description": "Notre priorité absolue est de protéger votre vie privée et votre confidentialité, en créant un espace sûr et sécurisé pour demander de l'aide."
      },
      "button": "Lire Plus"
    },
    "howItWorks": {
      "title": "Comment ça marche?",
      "steps": {
        "createAccount": {
          "title": "CRÉEZ VOTRE COMPTE",
          "description": "Inscrivez-vous maintenant sur notre plateforme sécurisée, \"AEnhance\" pour commencer votre voyage vers le bien-être mental.",
          "button": "En savoir plus"
        },
        "exploreTherapists": {
          "title": "EXPLOREZ LES THÉRAPEUTES",
          "description": "Parcourez notre réseau de thérapeutes agréés, consultez leurs profils et choisissez celui qui correspond le mieux à vos besoins."
        },
        "scheduleSession": {
          "title": "PLANIFIEZ VOTRE SÉANCE",
          "description": "Réservez un horaire pratique avec le thérapeute de votre choix."
        },
        "connectVirtually": {
          "title": "CONNECTEZ-VOUS VIRTUELLEMENT",
          "description": "Assistez à votre séance par vidéoconférence ou d'autres méthodes de communication sécurisées, depuis le confort de votre domicile."
        },
        "startJourney": {
          "title": "COMMENCEZ VOTRE VOYAGE",
          "description": "Commencez votre voyage vers un meilleur bien-être mental avec le soutien et les conseils de votre thérapeute."
        }
      }
    },
    "youNeedSupport": {
  "title": "Vous Avez Besoin de Soutien",
  "paragraph1": "Parfois, nous avons tous besoin d’un coup de main pour prendre soin de notre bien-être mental. Avec nous, une équipe de psychologues qualifiés est prête à vous guider. Que vous cherchiez à surmonter le stress, l’anxiété, la dépression, ou simplement à recevoir un soutien quotidien, nous sommes là pour vous.",
  "paragraph2": "Créez un compte maintenant et découvrez les opportunités disponibles pour cultiver une vie plus équilibrée et riche émotionnellement.",
  "button": "En Savoir Plus"
},
"joinOurTeam": {
  "title": "Rejoignez Notre Équipe de Psychologues",
  "paragraph1": "Votre expertise peut réellement transformer la vie des individus. Rejoignez notre communauté en ligne de psychologues et apportez vos compétences là où elles sont nécessaires. Profitez d’une plateforme conviviale, de la flexibilité du travail en ligne et de la possibilité d’atteindre un public diversifié.",
  "paragraph2": "Créez votre compte dès maintenant pour commencer votre parcours avec nous et contribuer à changer des vies grâce à la psychologie en ligne.",
  "button": "En Savoir Plus"
}

  },
   "footer": {
    "about": "À PROPOS",
    "resources": "RESSOURCES",
    "contactUs": "CONTACTEZ-NOUS",
    "paymentMethods": "MÉTHODES DE PAIEMENT",
    "copyright": "© 2025 AENHANCE",
    "developedBy": "Développé & Conçu par",
    "companyName": "AENHANCE",
    "companyDesc": "Chez AEnhance, nous sommes dévoués à fournir des services de télésanté mentale de haute qualité pour aider les individus à améliorer leur bien-être mental et à vivre une vie plus heureuse et plus épanouissante.",
    "aboutMenu": {
      "telementalHealth": "Télésanté Mentale",
      "whoWeAre": "Qui Nous Sommes",
      "ourCareTeam": "Notre Équipe de Soins",
      "joinOurTeam": "Rejoignez Notre Équipe",
      "termsConditions": "Termes et Conditions",
      "privacyProtection": "Protection de la Vie Privée"
    },
    "resourcesMenu": {
      "anxietyDisorders": "Troubles Anxieux",
      "moodDisorders": "Troubles de l'Humeur",
      "sleepDisorders": "Troubles du Sommeil",
      "eatingDisorders": "Troubles Alimentaires",
      "adjustmentDisorders": "Troubles d'Adaptation",
      "personalityDisorders": "Troubles de la Personnalité"
    },
    "contact": {
      "phone": "+216 26 223 193",
      "email": "contact{'@'}aenhance.tn"
    }
  },
  "telementalHealth": {
    "banner": {
      "title": "Santé Mentale à Distance",
      "home": "Accueil",
      "about": "À Propos",
      "current": "Santé Mentale à Distance"
    },
    "content": {
      "aboutTitle": "À Propos de la Santé Mentale à Distance",
      "aboutParagraph": "La santé mentale à distance, également connue sous le nom de thérapie en ligne ou téléthérapie, change notre approche des soins de santé mentale. Elle utilise la puissance de la technologie pour rendre la thérapie plus accessible, plus pratique et très efficace. Chez AEnhance, nous fournissons des services de télésanté mentale de haute qualité pour aider les individus à améliorer leur bien-être mental et à vivre une vie plus heureuse et plus épanouissante.",
      "whatIsTitle": "Qu'est-ce que la Santé Mentale à Distance ?",
      "whatIsParagraph": "La santé mentale à distance fait référence à la prestation de services de santé mentale, y compris la thérapie et le conseil, via des plateformes numériques telles que la vidéoconférence, les appels téléphoniques ou la messagerie sécurisée. Cette approche innovante permet aux individus de se connecter avec des professionnels de la santé mentale agréés depuis le confort de leur domicile ou de tout endroit avec accès à Internet.",
      "whyChooseTitle": "Pourquoi Choisir la Santé Mentale à Distance ?",
      "reasons": {
        "accessibility": {
          "title": "Accessibilité",
          "description": "La santé mentale à distance élimine les barrières géographiques, rendant la thérapie accessible aux personnes vivant dans des zones rurales ou mal desservies. Vous pouvez recevoir du soutien sans avoir besoin de longs trajets ou de déplacements."
        },
        "convenience": {
          "title": "Commodité",
          "description": "Dites adieu aux tracas de planification et de déplacement. La santé mentale à distance offre une flexibilité dans les horaires et les lieux de rendez-vous, vous permettant d'intégrer la thérapie dans votre vie bien remplie."
        },
        "privacy": {
          "title": "Confidentialité",
          "description": "Notre plateforme de santé mentale à distance garantit des sessions sécurisées et confidentielles. Vous pouvez discuter de vos préoccupations ouvertement et honnêtement, sachant que votre vie privée est protégée."
        },
        "choice": {
          "title": "Choix de Thérapeutes",
          "description": "AEnhance fournit un réseau diversifié de thérapeutes agréés avec diverses spécialités. Vous avez la liberté de choisir le thérapeute qui correspond le mieux à vos besoins et préférences."
        },
        "effectiveness": {
          "title": "Résultats Efficaces",
          "description": "De nombreuses études ont montré que la santé mentale à distance peut être aussi efficace que la thérapie en personne pour de nombreux individus. La clé est de trouver le bon thérapeute et l'approche qui vous convient."
        }
      },
      "references": {
        "title": "Références :",
        "ref1": "Efficacité de la Télésanté Mentale pour les Enfants et les Adolescents Pendant la Pandémie de COVID-19 : Une Revue Systématique et Méta-Analyse.",
        "ref2": "L'Efficacité de la Télésanté Mentale pour les Adultes Pendant la Pandémie de COVID-19 : Une Revue Systématique et Méta-Analyse.",
        "ref3": "Télésanté Mentale pour les Conditions de Santé Mentale chez les Adultes : Une Revue Systématique et Méta-analyse des Essais Contrôlés Randomisés.",
        "ref4": "Télésanté Mentale pour le Traitement des Troubles Anxieux : Une Revue Systématique et Méta-Analyse.",
        "ref5": "Télésanté Mentale pour le Traitement de la Dépression : Une Revue Systématique et Méta-Analyse."
      }
    },
    "sidebar": {
      "about": {
        "title": "À PROPOS",
        "items": {
          "telementalHealth": "Santé Mentale à Distance",
          "whoWeAre": "Qui Sommes-Nous",
          "ourCareTeam": "Notre Équipe de Soins",
          "joinOurTeam": "Rejoignez Notre Équipe",
          "termsAndConditions": "Termes et Conditions",
          "privacyProtection": "Protection de la Vie Privée"
        }
      },
      "navigation": {
        "title": "NAVIGATION PRINCIPALE",
        "items": {
          "about": "À Propos",
          "ourServices": "Nos Services",
          "support": "Support",
          "resources": "Ressources",
          "blog": "Blog"
        }
      },
      "launch": {
        "title": "LANCEMENT DU NOUVEAU SITE WEB \"AENHANCE.TN\"",
        "description": "L'équipe AEnhance est ravie d'annoncer le lancement de sa nouvelle version du site web \"aenhance.tn\"."
      }
    }
  }
}